Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: The bar is pivotally mounted at a first end to the vehicle, and is latchable to the vehicle at a second opposite end, whereby the side net assembly can be in a latched position when a rider is in the vehicle and can be collapsed to 35 allow ingress and egress of a rider.
zh_tw: 樞軸桿第一端安裝於車輛上，對側第二端可鎖定於車輛上。當駕駛位於車輛中時，其側邊護網組件位於鎖定位置並可摺疊以便駕駛進出。

source: The bar is pivotally mounted at a first end to the vehicle, and is latchable to the vehicle at a second opposite end, whereby the side net assembly can be in a latched position when a rider is in the vehicle and can be collapsed to allow ingress and egress of a rider.
zh_tw: 樞軸桿第一端安裝於車輛上，對側第二端可鎖定於車輛上。當駕駛位於車輛中時，其側邊護網組件位於鎖定位置並可摺疊以便駕駛進出。

source: The basic customization workflow is as follows:
zh_tw: 基本自訂工作流程如下：

source: The basic elements of the checkweigher VARPE 2000 are the entrance conveyor, the weight conveyor and a signal for the reject.
zh_tw: VARPE 2000 檢重機的基本元件為入口輸送機、秤重輸送機和退回訊號，

source: The bearing carrier including an opening through which a drive shaft is operatively coupled to the first ground engaging member.
zh_tw: 軸承載具上包含連接傳動軸與第一接觸地面元件之開口。

source: The bearing carrier including an opening through which the drive shaft is operatively coupled to the first ground engaging member.
zh_tw: 軸承載具上包含連接傳動軸與第一接觸地面元件之開口。

source: The bid must be sent within the response time requested by HUTCHINSON.
zh_tw: 必須於 HUTCHINSON 要求之回應時間投標。

source: The bid must clearly indicate the key elements influencing the product cost or be structured based on a breakdown that shows the different components of the product cost.
zh_tw: 投標書中必須清楚指出影響產品成本的關鍵元素，或條列出產品不同元件之成本。

source: The board can also connect to a wired network via Ethernet.
zh_tw: 電路板也可以透過乙太網路連接到網路，

source: The board can be powered also via an external power supply, via an optional Power over Ethernet (PoE) module, or using the micro USB connection. External (non-USB) power can come either from an AC-to-DC adapter (wall-wart) or battery.
zh_tw: 電路板能透過外接電源供應器、選配乙太網路供電(PoE)或micro USB連接來供電。外接電源（非USB）可使用交流轉直流變壓器或電池。

source: The board can be supplied with power either from the DC power jack (7 - 12V), the USB connector (5V), or the VIN pin of the board (7-12V).
zh_tw: 電路板可使用直流電源插頭(7 - 12V)、USB接頭(5V)或電路板針腳(7-12V)供電。

source: The bootloader can also be initiated by pressing the reset button on the Leonardo.
zh_tw: 也可以藉由按下 Leonardo 上的重置按鈕啟動開機載入程式。

source: The bore 501 of housing 462 is plugged at its end with a plug 503.
zh_tw: 外殼 462 的螺紋孔 501 末端以塞頭 503 塞住，

source: The box cutter cartridge holds straight, multi purpose blades suitable forcutting awide variety of materials from thin polyester film to thick card and foam board.
zh_tw: 紙箱切刀之裁刀匣垂直固定用於切割多種不同材料之多功能刀具，可切割塑膠薄片、厚卡紙以及泡綿板等材料。

source: The brilliance of the original SWAROVSKI ® crystals that adorn the DARIO MARTINI ® models gives a different light to the face of every woman.
zh_tw: 以亮眼的施華洛世奇 ® 水晶點綴之 DARIO MARTINI ® 款式能為每位女士的臉龐增添一份獨特的光彩。

source: The buckle 948 is then latched with latch 914 to create the latched condition of FIG. 28.
zh_tw: 接著扣環 948 與閂鎖 914 鎖定以形成圖 28 之鎖定狀態。

source: The bundle is removed from the stationary end.
zh_tw: 管道組由固定端拆下，

source: The button labeled "Power" is connected to the modem and will power the modem on and off.
zh_tw: 標示"Power"之按鈕連接至數據機，用於開啟和關閉數據機。

source: The button labeled "Reset" is tied to the Arduino reset pin.
zh_tw: 標示"Reset"之按鈕與Arduino重置針腳相連，

source: The cage sections are shown connected at connection joints 230 and 232.
zh_tw: 圖中防滾架部分由接頭 230、 232 連接，

source: The calibration process used
zh_tw: 使用之校正程序

source: The camera is now seeing an object that has a white upper half and nothing came in with a white upper half!
zh_tw: 此時攝影機看到一個白色上衣的物體，而之前卻沒有白色上衣的物體走進來！

source: The camera searches the video frame to match the same shape.
zh_tw: 攝影機搜尋影像畫面，以進行相同形狀的匹配。

source: The camera ‘learns’ what is background by modelling each pixel.
zh_tw: 攝影機藉由建立每個像素的模型來「辨識」背景，

source: The capability measurements must be made, at a minimum, for all special characteristics identified.
zh_tw: 必須針對所有確定之特殊性質進行最低限度的能力評量，

source: The car would eventually get learnt as part of the background.
zh_tw: 這輛車會被視作背景的一部分，

source: The carrier is responsible for equipment losses and damage during shipment.
zh_tw: 運輸業者僅對運輸途中所造成之遺失和損傷負責，

source: The challenges at the interface of water and sustainable development vary from one region to another.
zh_tw: 水資源和永續發展的共同存在的挑戰隨不同地區而有所不同。

source: The change in the ratio of distance 582 to distance 584 for various vehicle setups are provided in Table II for the illustrated embodiment.
zh_tw: 實施例說明中各種車輛設定之距離 582 相對距離 584 之比例變化列於表二中。

source: The checkweigher VARPE 2000 can work with multitrack: a single controller is capable of controlling multiple tracks at the same time (a total of 6 input / output / weight and reject tracks).
zh_tw: VARPE 2000 檢重機能多軌同時運作：單一控制器能夠同時控制多個軌道 (總共 6 組輸入 / 輸出 / 重量和退回軌道)。

source: The checkweigher VARPE v2000 has been designed and manufactured under the requirements of quality management system ISO 9001 and therefore meets the requirements of the Machinery Directive, electrical safety and electromagnetic compatibility.
zh_tw: 檢重機 VARPE v2000 之設計和製造均符合 ISO 9001 品質管制系統，因此符合機械規範、電氣安全和電磁相容性要求。

source: The checkweigher checks all the products passing through a line and if any of them do not meet the weight specifications programmed, it sets it aside.
zh_tw: 檢重機檢查所有通過生產線的產品，其中若有任何不符合重量規格之產品將會被剔除。

source: The checkweigher is an equipment for indoor use only
zh_tw: 檢重機僅供室內使用

source: The chip also acts as a full speed USB 2.0 device, using standard USB COM drivers. On Windows, a .inf file is required.
zh_tw: 此晶片為一個全速 USB 2.0 裝置，使用標準的 COM USB 驅動程式。於 Windows 作業系統中需要一個 .inf 檔案。

source: The client installation procedure always requires administrative privileges and must run with a per-machine installation context (ALLUSER=1).
zh_tw: 用戶端安裝程序永遠需要管理權限，且必須以個別安裝之電腦運行（ALLUSER = 1）。

source: The client installer both for 32-bit and 64-bit environments can also be found on the CD:
zh_tw: 光碟中也含 32 位元和 64 位元環境之用戶端安裝程式：

source: The clip 916 has arms which surround and rigidify the latching tongue 914, in order to make the latching process a one handed operation.
zh_tw: 夾具 916 具有外臂包覆以強化閂鎖舌 914，以單手操作鎖定程序。

source: The cold airgun isasimple device that utilises filtered, compressed airand a venturi effect expansion chamber to produce cold airforspot cooling.
zh_tw: 冷卻氣槍使用過濾壓縮空氣，並利用流量效應膨脹室產生冷空氣以進行冷卻。

source: The competition for water − between water ‘uses’ and water ‘users’ − increases the risk of localized conflicts and continued inequities in access to services, with significant impacts on local economies and human well-being.
zh_tw: 水資源的「使用」和 「使用者」之間的競爭加劇了爆發區域衝突的風險和水源持續性的不平均供給，對當地經濟發展和人類福祉有重大衝擊。

source: The compliance date is the date by which relevant evaluation reports must comply with the requirements of the criteria.
zh_tw: 生效日期為相關評估報告必須符合標準要求之日期。

source: The concept may have a timed alarm (TMP) or a fixed one (FIX).
zh_tw: 項目包含計時警報 (TMP) 或固定警報 (FIX)。

source: The consequences of a default
zh_tw: 違約之影響

source: The consequences of unsustainable growth
zh_tw: 非永續性成長的後果

source: The control arm being unobscured by the frame from a viewing direction which is perpendicular to a centerline longitudinal plane of the vehicle and rearward of the vehicle.
zh_tw: 由垂直於車輛中心線縱向平面和車輛後方的視角觀看時，控制臂會被框架遮蔽。

source: The conveyor features
zh_tw: 輸送機功能

source: The conveyor system is a mechanical element responsible for moving the product through the weight controlling system.
zh_tw: 輸送系統是負責運送產品通過秤重控制系統的機械元件，

source: The correct nominal installed height for the disc springs is found on your specific assembly drawing.
zh_tw: 碟形彈簧墊片的正確公稱安裝高度請參閱其特定的裝配圖。

source: The correct way to turn on Reader mode is the following:
zh_tw: 以下為正確開啓閱讀模式的方式：

source: The costs of this action will be paid in full by the supplier.
zh_tw: 處置行動的費用將全部由供應商支付。

source: The counter module allows that different objects, with different characteristics such as size and speed could be counted as different types.
zh_tw: 計數器模組能計算具有不同特性的物體，如尺寸和速度不同的物體能作為不同類型來計算。

source: The counting line cannot count two objects because they are joined as they pass through the line.
zh_tw: 計數線無法計算到兩個物體，因為他們通過計數線時看起來是一個物體。

source: The counting line is only one pixel thin and cannot know that the object is longer than one pixel.
zh_tw: 計數線寬度只有一個像素，因此無法得知該物件是否大於一個像素，

source: The counting line just sees a really long object but is still within the calibration width so counts it as one object.
zh_tw: 計數線只辨識到一件很長的物體，但範圍仍然落在是校正寬度內，所以視為一個物體。

source: The coupler 84 could also be placed at the rear of frame tubes 90.
zh_tw: 連接器 84 也可以置於框架管 90 後方。

source: The coupler members 200 are identical, and each comprises a tube connecting section 202 and an alignment or interengaging section 204.
zh_tw: 各連接器元件 200 完全相同，每組元件包括連接段 202 和對齊或 相連接段 204。

source: The cover being removably coupled to the base portion.
zh_tw: 外蓋安裝於底座上且可拆卸。

source: The cover permitting the ambient air to pass by the cover.
zh_tw: 外蓋能允許空氣通過。

source: The creasing wheel cartridge can be fitted with arange ofdifferent sized and profiled creasing wheels for use in sample making applications.
zh_tw: 壓花輪刀匣可用於樣品製作應用之壓花輪，可裝載多種不同尺寸以及外型。

source: The creasing wheels which are sold separately are easily interchanged using a precision push fit mechanism.
zh_tw: 壓花輪另行販售，藉由精密推入固定機構可輕鬆更換。

source: The criteria was developed through a transparent process involving public hearings of the ICC-ES Evaluation Committee, and/or on-line postings where public comment was solicited.
zh_tw: 本標準經過透明的程序而制定，包括舉行 ICC-ES 評估委員之公聽會，並匯集網路上之意見。

source: The current Shield has a Power over Ethernet (PoE) module designed to extract power from a conventional twisted pair Category 5 Ethernet cable.
zh_tw: 此版本之擴充板具有乙太網路供電 (PoE) 模組，能由傳統5類雙絞乙太網路線供電。

source: The current requirements depend largely on the size and number of spindles that you have on the machine:
zh_tw: 電流需求大部分視主軸大小與數目而定：

source: The customer will choose the best location for the pump or blower as close to the machine as possible, and can also connect the piping prior to the arrival of the AXYZ installation technician.
zh_tw: 客戶應盡可能選擇鄰近機台的位置擺設真空泵或鼓風機，並可於技術人員安裝機台前先行架設管路。

source: The dashed lines pass through the center of the respective coupling members 464.
zh_tw: 虛線通過各連接元件 464 中心。

source: The data and parts resulting from this re-qualification must be provided to HUTCHINSON.
zh_tw: 此資格重審之資料和零件必須提供予以 HUTCHINSON。

source: The default UI language of the application is the installation language.
zh_tw: 應用程式使用者介面預設語言為安裝語言。

source: The delivered CD contains all mandatory components for installation of the product.
zh_tw: 產品光碟中包含產品安裝的所有必要元件。

source: The delivered PDF printer driver and some other components vary depending on the selected system.
zh_tw: PDF 印表機驅動程式和一些其它程式將取決於所選之系統而不同。

source: The design also provides an enhanced ride for the rear passenger.
zh_tw: 此設計也為後排乘客提供更好的乘坐體驗，

source: The detailed Request Compensation Change screen is displayed.
zh_tw: 顯示詳細 Request Compensation Change 畫面。

source: The different options are: Last, Partial Production, Total Production and Times Control.
zh_tw: 不同的選項為：Last (最近)、Partial Production (部分生產)、Total Production (總生產) 和 Times Control (限定時間)。

source: The disc springs allow for thermal growth differences between the shell and IMPERVITE® tubing while maintaining proper gasket compression.
zh_tw: 碟形彈簧墊片能於熱膨脹時補償外殼和 IMPERVITE® 油管差異，同時保持適當的墊片壓力。

source: The disk management system also offers a disk quota system, with the option of limiting the amount of disk to be used, sharing this quota with all cameras.
zh_tw: 磁碟管理系統還提供磁碟容量分配系統，其中具有限制使用磁碟容量之選項，所有的攝影幾共用此容量分配。

source: The diverter being associated with the base portion.
zh_tw: 分流器與底座部分相連在一起，

source: The diverter may be part of the base portion of the CVT housing.
zh_tw: 分流器可能是無段變速外殼底座的一部分。

source: The document describes all parameters and installer options that you may want to use during product setup.
zh_tw: 文件中說明了所有產品安裝中可使用之參數和安裝程式選項。

source: The documentation (plans, specifications, regulatory data, production volumes, quality objectives...) provided by HUTCHINSON may be the object of a study leading to a feasibility commitment from the Supplier.
zh_tw: HUTCHINSON 所提供之文件（計畫、規格、規範資料、生產宗卷、品質目標⋯⋯等）將作為研究供應商達成可行性承諾的資料，

source: The documentation must include at least:
zh_tw: 文件至少應包括：

source: The drive train 30, the front and rear suspension assemblies, and steering assemblies are more thoroughly described in our pending application Ser.
zh_tw: 傳動系統 30、前後懸吊元件和轉向組件於我們 2006 年 7 月 28 日申請之專利 Ser.

source: The driven member is coupled to an output shaft 142 which is operatively coupled to an input of a shiftable transmission 144.
zh_tw: 連接至輸出傳動軸 142 之被驅動元件與變速箱 144 之輸入連接。

source: The drivetrain 30, the front and rear suspension assemblies, and steering assemblies are more thoroughly described in our pending applications Ser.
zh_tw: 傳動系統 30、前後懸吊元件和轉向組件於我們 2006 年 7 月 28 日申請之專利 Ser.

source: The dust extraction system includes an 8.5HP (6.3Kw) blower, a dust collection manifold, and a canister with internal filter for chip collection and applicable hoses.
zh_tw: 除塵系統包含 8.5HP (6.3Kw) 除塵風機、集塵管與收集晶片與適用軟管的過濾罐。

source: The economic value of water has been recognized and all forms of economic enterprise take consideration of the water implications of their actions.
zh_tw: 大眾已充分認識水的經濟價值，各種形式的經濟企業進行所有活動時都會考慮對水資源的影響。

source: The electric circuit is provided to feed the machine through mains of:
zh_tw: 供應機台電路之電源主要為：

source: The electrician must install an earthing rod within 2m of the router table and connect it to the machine grounding post.
zh_tw: 電氣技術人員必須於雕刻機工作台 2 公尺內安裝接地棒並與機台的接地柱連接。

source: The electronic equipment is responsible for separating or not an item under control in line.
zh_tw: 電子設備負責決定是否剔除產線上管控之物品，

source: The embodiments disclosed below are not intended to be exhaustive or to limit the invention to the precise forms disclosed in the following detailed description.
zh_tw: 以下揭露之實施例並非詳盡無遺或限制本發明於以下詳細說明之確切形式，

source: The engagement with Modular Management began with Modular Strategy and Potential Analysis™ (MSAP™).
zh_tw: 模塊化管理源自於模塊策略和潛力分析™ (MSAP™)。

source: The engraver equipped AXYZ Router table isagreat alternative forlarge format engraving.
zh_tw: 裝有雕刻器之 AXYZ 路達桌為大型雕刻的良好選擇，

source: The engraver isspecifically designed forlight duty engraving on an AXYZ Series orMillennium CNC Router.
zh_tw: 雕刻器為專門為了 AXYZ 系列或 Millennium CNC 雕刻機進行輕型所設計，

source: The example was done with the Professional, but is valid for the Standard and Enterprise.
zh_tw: 此範例為專業版，但也適用標準版和企業版。

source: The exhaust produced in the combustion process is expelled from power source 130 through exhaust system 136.
zh_tw: 燃燒產生之廢氣透過排氣系統 136 自動力源 130 排出。

source: The expansion retainers which may couple various accessories to cargo carrying portion 210.
zh_tw: 擴充固定器可將多種配件連接至載貨部分 210，

source: The expiry dates must be shown on the packaging.
zh_tw: 保存期限必須標示於包裝上，

source: The export of media is audited, allowing future database searches, such as: period exported, directory where the file was exported to, total size of export, etc.
zh_tw: 匯出之媒體經過審核，可於未來進行資料庫搜尋：匯出期間、檔案匯出之目錄、匯出檔案總容量等等。

source: The fact is there is enough water available to meet the world’s growing needs, but not without dramatically changing the way water is used, managed and shared.
zh_tw: 事實上有足夠的水可滿足世界日益增長的需求，但需要大幅改變水的使用、管理及共用方式。

source: The features of the electronic system
zh_tw: 電子系統功能

source: The features you need (no feature bloat with specialty capabilities for designers and architects) at a price that makes sense – PDF Uncompromised.
zh_tw: 以合理的價格提供客戶所需的功能（無供設計師和建築師使用的專業功能，避免軟體變得肥大而拖慢速度）—— 無須妥協的 PDF 軟體。

source: The fender portion 552 assists in keeping mud off of the occupants of operator area 212.
zh_tw: 擋泥板部分 552 使駕駛區 212 之乘客不受泥濘噴濺。

source: The fifth location being forward of the fourth location and closer to the longitudinal centerline plane than the fourth location.
zh_tw: 第五位置位於第四位置前方且相較第四位置更接近縱向中心平面。

source: The file must be compliant with the PPAP or VDA 6.3 requirements.
zh_tw: 檔案必須符合 PPAP 或 VDA 6.3 之要求。

source: The filter 242 is received in a filter housing of body panel 23 6B which is generally a mirror image of filter housing 240.
zh_tw: 濾芯 242 位於車身鈑金 236B 之濾芯外殼，整體上位於濾芯外殼 240 的鏡像位置。

source: The filter is applied to all the objects on the list, searching for the object's name and description.
zh_tw: 篩選器適用於清單中的所有物件，尋找物件的名稱和說明。

source: The filter may be located between an exterior surface of the exterior body panel of the cargo carrying portion and a wall of a cargo carrying region of the cargo carrying portion.
zh_tw: 濾芯位於載貨物部分本體鈑金外表面和載貨物部分之貨物裝載區外牆之間。

source: The fire & smoke detection algorithm works by sampling the colour, frequency and characteristics over time of the pixels in an image.
zh_tw: 火災和煙霧偵測演算法的工作原理為針對影像中的像素顏色、頻率和特徵隨時間的變化進行取樣。

source: The fire blobs are then processed again to reduce false detections.
zh_tw: 接著會再進行一次火焰畫面的運算以降低錯誤偵測的機會。

source: The first air inlet and the second air inlet are both rearward of the roll cage.
zh_tw: 第一進氣口和第二進氣口皆位於防滾架後方。

source: The first air intake system receiving ambient air through an inlet in an exterior body panel of the cargo carrying portion.
zh_tw: 第一空氣進氣系統以載貨部分主體外部鈑金內之進氣口接收空氣。

source: The first end of first member 497 is threadably received in the opening of attachment features 488.
zh_tw: 第一元件 497 的第一端套入固定點 488 的開口中，

source: The first ground engaging member being positioned on a first side of a vertical centerline longitudinal plane of the vehicle and the second ground engaging member being positioned on a second side of the vertical centerline longitudinal plane of the vehicle.
zh_tw: 第一接觸地面元件位於車輛垂直中心線縱向平面第一側而第二接觸地面元件位於車輛垂直中心線縱向平面第二側。

source: The first group of options includes Personalization, General, Microsoft Office Integration, Other Integration, Connectors, Document Processing, Languages, Signature and Application Options.
zh_tw: 第一組選項包括 Personalization（個人化）、General（一般選項）、Microsoft Office Integration （Microsoft Office 整合程式）、Other Integration（其它整合程式）、Connectors（連接點）、 Document Processing（文件處理）、Languages（語言）、Signature （簽署）和 Application Options （應用程式選項）。

source: The first is Adobe:
zh_tw: 第一種選擇為 Adobe：

source: The first radius arm may be uncoupled from the frame at the first location and uncoupled from the bearing carrier without uncoupling the drive shaft from the first ground engaging member.
zh_tw: 第一懸臂可由框架的第一位置上拆除並從軸承載具上拆除而無須將傳動軸自第一接觸地面元件上拆除。

source: The first rear suspension includes a dampening member having a first end coupled to the radius arm at a fourth location and a second end coupled to the frame at a fifth location.
zh_tw: 第一後懸吊具有一阻尼元件，其第一端連接至懸臂於第四位置而第二端連接至框架第五位置上，

source: The first rear suspension may include a radius arm coupled to the frame at a third location forward of the power source and coupled to the bearing carrier.
zh_tw: 第一後懸吊包含一個連接至框架上、動力源前方的第三位置並與軸承載具相連的懸臂，

source: The first rear suspension system including a control arm coupled to the frame at a rear face of the frame.
zh_tw: 第一後懸吊系統包括連接到框架後面的控制臂，

source: The first rear suspension system including a control arm movably coupled to the frame at a location rearward of the drive shaft connecting the rear drive unit and the first ground engaging member and between a plane passing through a first laterally extending end of the rear drive unit and a centerline longitudinal plane of the vehicle.
zh_tw: 第一後懸吊系統包含連接至框架的可動式控制臂，連接點位於連接後傳動單元與第一接觸地面元件的傳動軸上，介於後傳動單元的第一橫向延伸端面與車輛之縱向中心面之交錯面上，

source: The first rear suspension system including a control arm moveably coupled to the frame at a location rearward of the drive shaft connecting the rear drive unit and the first ground engaging member and between a plane passing through a first laterally extending end of the rear drive unit and a centerline longitudinal plane of the vehicle.
zh_tw: 第一後懸吊系統包含連接至框架的可動式控制臂，連接點位於連接後傳動單元與第一接觸地面元件的傳動軸上，介於後傳動單元的第一橫向延伸端面與車輛之縱向中心面之交錯面上，

source: The first rear suspension system including a first movable arm.
zh_tw: 第一後懸吊系統包括可動式第一懸臂。

source: The first rear suspension system including a first moveable arm.
zh_tw: 第一後懸吊系統包括可動式第一懸臂。

source: The first rear suspension system including a first radius arm coupled to the first ground engaging member and coupled to the frame at a first location forward of the first ground engaging member, a first control arm coupled to the first ground engaging member and to the frame; and a first dampening member coupled to the first radius arm and to the frame.
zh_tw: 第一後懸吊系統包含一組連接到框架上、第一接觸地面元件前方的第一位置並與第一接觸地面元件相連的第一懸臂，連接第一接觸地面元件與框架的第一控制臂；並以第一阻尼元件連接第一懸臂與框架。

source: The first rear suspension system including a radius arm mov- ably coupled to the frame at a first location forward of the drive shaft; a control arm movably coupled to the frame at second location rearward of the drive shaft; and a dampening member movably coupled to the frame at a third location and movably coupled to the radius arm at a fourth location.
zh_tw: 第一後懸吊系統包含一組連接到框架上、傳動軸前方的第一位置並與第一接觸地面元件相連的第一懸後吊系統；和框架第三位置連接之可動式阻尼元件和連接於框架第四位置之可動式懸臂。

source: The first rear suspension system including a radius arm move- ably coupled to the frame at a first location forward of the drive shaft; a control arm moveably coupled to the frame at second location rearward of the drive shaft; and a dampening member moveably coupled to the frame at a third location and moveably coupled to the radius arm at a fourth location.
zh_tw: 第一後懸吊系統包含一組連接到框架上、傳動軸前方的第一位置並與第一接觸地面元件相連的第一懸後吊系統；連接至傳動軸後方之框架第二位置的控制臂；以及與框架第三位置連接之可動式阻尼元件和連接於框架第四位置之可動式懸臂。

source: The fitting is a ¼” (6.35mm) quick disconnect fitting.
zh_tw: 使用 ¼ 英吋 (6.35 毫米) 之快速斷開接頭。

source: The floor including a removable cover which permits access to a portion of the first air intake system.
zh_tw: 平板包括可拆式外蓋，拆卸後可進入部分第一空氣進氣系統，

source: The flow of air 446 is directed away from operator area 212.
zh_tw: 氣流 446 於駕駛區 212 排出。

source: The following definitions are limited to the sole technical terms used in this document.
zh_tw: 以下定義僅適用於本文件中使用之技術術語。

source: The following diagrams should help you lay all this out.
zh_tw: 下列圖表提供詳細資料。

source: The following example deploys 3 TTS languages: English, French and German.
zh_tw: 以下為部署 3 種朗讀語言：英文、法文和德文之範例，

source: The following example deploys 4 UI languages, English, Chinese (Simplified), Spanish and German.
zh_tw: 以下範例為部署 4 種使用者介面語言：英文、中文（簡體）、西班牙文和德文之範例，

source: The following example deploys 4 additional TTS languages: Chinese (Traditional), Spanish, Russian and Japanese.
zh_tw: 以下範例為部署 4 種朗讀語言：中文（繁體）、西班牙文、俄羅斯文和日文之範例，

source: The following gives you an example how to access Power PDF Advanced from Citrix clients:
zh_tw: 以下步驟為如何從 Citrix 用戶端存取 Power PDF進階版的範例：

source: The following reference documents may be consulted in order to provide more complete information on the HUTCHINSON requirements.
zh_tw: 可參考下列文件以獲得關於 HUTCHINSON 要求的更完整的資訊。

source: The following sections describe how system administrators can customize and deploy the product.
zh_tw: 以下章節將說明系統管理員如何自訂並部署產品，

source: The following steps let you add hotfixes and plug-ins.
zh_tw: 以下為增加修補程式和外掛程式的步驟，

source: The format can be selected from the list using the keys and or entering the number using the keyboard: in this case marking in the "Format" box the format chosen to work with.
zh_tw: 可以由清單中使用 和 鍵或使用鍵盤輸入號碼選擇格式：此時標記欲選擇使用的格式「Format」方塊。

source: The format can be selected using the keys and.
zh_tw: 可以使用 和 鍵選擇格式。

source: The frame is comprised of a plurality of frame tubes coupled to the frame defining an envelope around the first seating area.
zh_tw: 框架由多支與框架相連接之框架管形成第一座位區之包覆。

source: The frequency and intensity of local water crises have been increasing, with serious implications for public health, environmental sustainability, food and energy security, and economic development.
zh_tw: 地區性的水源危機發生的頻率和強度的不斷增加，對公共衛生、環境永續性、糧食和能源安全和經濟發展造成嚴重影響。
